{
  "subjects": [
    {
      "subjectName": "social science",
      "units": [
        {
          "unitName": "Algebra",
          "parts": [
            {"partName": "Part 1", "partDetails": "Details for Part 1"},
            {"partName": "Part 2", "partDetails": "Details for Part 2"}
          ]
        },
        {
          "unitName": "Geometry",
          "parts": [
            {"partName": "Part 1", "partDetails": "Details for Part 1"}
          ]
        }
      ]
    },
    {
      "subjectName": " বিজ্ঞান ",
      "units": [
        {
          "unitName": " প্রাণিজগতের শ্রেণি বিন্যাস ",
          "parts": [
            {"partName": " প্রাণী জগতের শ্রেণীবিন্যাস ", "partDetails": " তোমাদের চারপাশের ছোটবড় নানা বৈচিত্র্যপূর্ণ প্রাণী দেখতে পাও। তোমাদের ষষ্ঠ শ্রেণিতে অর্জিত জ্ঞানের ভিত্তিতে প্রাণিজগৎ সম্পর্কে নিচের প্রশ্নগুলোর উত্তর দেওয়ার চেষ্টা কর। তোমার দেখা প্রাণীগুলো দেখতে কি একই রকম? এদের সবগুলোরই কি মেরুদণ্ড আছে। এরা সবাই কি একই পরিবেশে বাস করে? এরা সবাই কি একই রকম খাবার খায়? এরা কি একইভাবে চলাফেরা করে।

এবার তুমি নিচের উত্তরগুলোর সাথে তোমার চিন্তাকে মিলিয়ে নাও। আমাদের চারপাশে আামরা যে প্রাণীগুলোকে

দেখি তার সবগুলো দেখতে এক রকম হয় না। এদের দেহের আকৃতি, গঠন ও অন্যান্য জৈবিক কাজকর্মের প্রকৃতিও ভিন্ন। এদের কোনোটির মেরুদণ্ড আছে, আবার কোনোটির মেরুদণ্ড নেই। এদের কোনোটি মাটিতে, কোনোটি পানিতে, কোনোটি গাছে বাস করে। এদের খাদ্যও বিভিন্ন প্রকারের হয়। এরা বিভিন্ন অঙ্গ (সিলিয়া, পা, উপাল ইত্যাদি) দিয়ে চলাফেরা করে, আবার কোনোটির চলনশক্তি নেই। পৃথিবীতে এ রকম বৈচিত্র্যপূর্ণ প্রাণীর সংখ্যা আমাদের সঠিক জানা নেই। আজ পর্যন্ত প্রায় ১৫ লক্ষ প্রজাতির প্রাণী আবিষ্কৃত হয়েছে এবং প্রতিনিয়ত এদের সংখ্যা বেড়েই চলেছে। বিপুল সংখ্যক প্রাণীর গঠন ও প্রকৃতি

সম্বন্ধে জ্ঞান অর্জনের সহজ উপার হলো শ্রেণিবিন্যাস। প্রাণিদেহে বিদ্যমান বিভিন্ন বৈশিষ্ট্য ও বিভিন্ন প্রাণীর  মধ্যে মিল অমিল ও পরস্পরের মধ্যে যে সম্পর্ক রয়েছে তার উপর ভিত্তি করে শ্রেণিবিন্যাস করা হয়। এদের বৈশিষ্ট্য অনুযায়ী বিভিন্ন স্তর বা ধাপে সাজানো হয়। জীবজগৎকে ধাপে ধাপে বিন্যস্ত করার এই পদ্ধতিকে শ্রেণিবিন্যাস বলে। প্রয়োজনের তাগিদে বর্তমানে জীববিজ্ঞানের একটি স্বতন্ত্র শাখা গড়ে উঠেছে। এর নাম শ্রেণিবিন্যাসবিদ্যা (Taxonomy)।

প্রজাতি হলো শ্রেণিবিন্যাসের সবচেয়ে নিচের ধাপ বা একক। যেমন- মানুষ, কুনোব্যাঙ, কবুতর ইত্যাদি এক একটি প্রজাতি। কোনো প্রাণীর শ্রেণিবিন্যাস করতে হলে সেই প্রাণীকে বৈশিষ্ট্য অনুযায়ী ধাপে ধাপে সাজাতে হয়। এই সকল ধাপের প্রত্যেকটিকে যথাযথভাবে বিন্যস্ত করতে হয়।

শ্রেণিবিন্যাসের ইতিহাসে অ্যারিস্টটল, জন রে ও ক্যারোলাস লিনিয়াসের নাম উল্লেখযোগ্য। প্রকৃতিবিজ্ঞানী ক্যারোলাস লিনিয়াসকে শ্রেণিবিন্যাসের জনক বলা হয়। তিনিই সর্বপ্রথম প্রজাতির বৈশিষ্ট্য চিহ্নিত করেন। এবং দ্বিপদ বা দুই অংশ বিশিষ্ট নামকরণ প্রথা প্রবর্তন করেন। একটি জীবের বৈজ্ঞানিক নাম দুই অংশ বা পদবিশিষ্ট হয়। এই নামকরণকে দ্বিপদ নামকরণ বা বৈজ্ঞানিক নামকরণ বলে। যেমন- মানুষের বৈজ্ঞানিক নাম - Homo sapiens। বৈজ্ঞানিক নাম ল্যাটিন অথবা ইংরেজি ভাষায় লিখতে হয়।
 "},
            {"partName": "Part 2", "partDetails": "Details for Part 2"}
          ]
        },
        {
          "unitName": "Chemistry",
          "parts": [
            {"partName": "Part 1", "partDetails": "Details for Part 1"}
          ]
        }
      ]
    }
  ]
}
