{
    "subjects": [
      {
        "subjectName": "বাংলা",
        "units": [
          {
            "unitName": "লেখক-পরিচিতি",
            "parts": [
              {"partName": "লেখক-পরিচিতি", "partDetails":"কাজী নজরুল ইসলাম ১৮৯৯ খ্রিষ্টাব্দের ১৫ মে (বাংলা ১৩০৬ সালের ১১ জ্যৈষ্ঠ) বর্ধমান জেলার আসানসোল মহকুমার চুরুলিয়া গ্রামে জন্মগ্রহণ করেন। তিনি বিদ্যালয়ের পড়াশুনা শেষ করতে পারেন নি। দশম শ্রেণির ছাত্র থাকাকালে প্রথম মহাযুদ্ধ শুরু হলে তিনি স্কুল ছেড়ে বাঙালি পল্টনে যোগদান করেন। যুদ্ধ শেষ হলে ১৯১৯ খ্রিষ্টাব্দে বাঙালি পল্টন ভেঙে দেওয়া হয়। নজরুল কলকাতায় ফিরে এসে সাহিত্যচর্চায় আত্মনিয়োগ করেন। এ সময় সাপ্তাহিক ‘বিজলী’ পত্রিকায় তাঁর ‘বিদ্রোহী’ কবিতাটি প্রকাশিত হলে চারদিকে সুনাম ছড়িয়ে পড়ে। তাঁর কবিতায় পরাধীনতা ও অন্যায়ের বিরুদ্ধে বিদ্রোহ উচ্চারিত হয়েছে। অবিচার ও শোষণের বিরুদ্ধে তিনি প্রবল প্রতিবাদ করেন। এজন্য তাঁকে বিদ্রোহী কবি বলা হয়। তাঁর রচনাবলি অসম্প্রদায়িক চেতনার এক উজ্জ্বল দৃষ্টান্ত। কবিতা, সংগীত, উপন্যাস, নাটক, প্রবন্ধ ও গল্প-সাহিত্যের সকল শাখায় আমরা তাঁর প্রতিভার উজ্জ্বল পরিচয় পেয়ে থাকি। বাংলায় তিনি ইসলামি গান ও গজল লিখে প্রশংসা পেয়েছেন। তিনি আরবি-ফারসি শব্দের ব্যবহারে কুশলতা দেখিয়েছেন। দুর্ভাগ্য যে, মাত্র তেতাল্লিশ বছর বয়সে তিনি কঠিন রোগে আক্রান্ত হন এবং তাঁর সাহিত্যসাধনায় ছেদ ঘটে। বাংলাদেশের স্বাধীনতার পর ১৯৭২ সালে কবিকে ঢাকায় এনে বাংলাদেশের নাগরিকত্ব প্রদান করা হয়। তিনি আমাদের জাতীয় কবি। তাঁর বিখ্যাত গ্রন্থগুলোর মধ্যে রয়েছে, ‘অগ্নিবীন্না’, ‘বিষের বাঁশী’, ‘সাম্যবাদী’, ‘সর্বহারা’, ‘সিন্ধু-হিন্দোল’, চক্রবাক, ‘রিক্তের বেদন’ ইত্যাদি। কবি ১৯৭৬ সালের ২৯ আগস্ট ঢাকায় মৃত্যুবরণ করেন।" }
             
            ]
          },
          {
            "unitName": "বাঙালির বাংলা",
            "parts": [
              {"partName": "বাঙালির বাংলা", "partDetails": "বাঙালি যেদিন ঐক্যবদ্ধ হয়ে বলতে পারবে- ‘বাঙালির বাংলা’ সেদিন তারা অসাধ্য সাধন করবে। বাঙালির মতো জ্ঞান-শক্তি ও প্রেম-শক্তি (ব্রেন সেন্টার ও হার্ট সেন্টার) এশিয়ায় কেন, বুঝি পৃথিবীতে কোনো জাতির নেই। কিন্তু কর্ম-শক্তি একেবারে নেই বলেই তাদের এই দিব্যশক্তি তমসাচ্ছন্ন হয়ে আছে। তাদের কর্ম-বিমুখতা, জড়ত্ব, মৃত্যুভয়, আলস্য, তন্দ্রা, নিদ্রা, ব্যবসা-বাণিজ্যে অনিচ্ছার কারণ। তারা তামসিকতায় আচ্ছন্ন হয়ে চেতনা-শক্তিকে হারিয়ে ফেলেছে। এই তমঃ, এই তিমির, এই জড়ত্বই অবিদ্যা। অবিদ্যা কেবল অন্ধকার পথে ভ্রান্তির পথে নিয়ে যায়; দিব্যশক্তিকে নিস্তেজ, মৃতপ্রায় করে রাখে। যারা যত সাত্ত্বিক ভাবাপন্ন, এই অবিদ্যা তাদেরই তত বাধা দেয় বিঘ্ন আনে। এই জড়তা মানবকে মৃত্যুর পথে নিয়ে যায়। কিছুতেই অমৃতের পানে আনন্দের পথে যেতে দেয় না। এই তমকে শাসন করতে পারে একমাত্র রজোগুণ, অর্থাৎ ক্ষাত্র-শক্তি। এই ক্ষাত্রশক্তিকে না জাগালে মানুষের মাঝে যে বিশ্ব-বিজয়ী ব্রহ্মশক্তি আছে তা তাকে তমগুণের নরকে টেনে এনে প্রায় সংহার করে ফেলে। বাঙালি আজন্ম দিব্যশক্তিসম্পন্ন। তাদের ক্ষাত্রশক্তি জাগলো না বলে দিব্যশক্তি কোন কাজে লাগলো না-বাঙালির চন্দ্রনাথের আগ্নেয়গিরি অগ্নি উদগিরণ করলো না। এই ক্ষাত্রশক্তিই দিব্য তেজ। প্রত্যেক মানুষেই ত্রিগুণান্বিত। সত্ত্ব, রজঃ ও তমঃ এই তিন গুণ। সত্ত্বগুণ, ঐশীশক্তি অর্থাৎ সৎশক্তি সর্ব অসৎ শক্তিকে পরাজিত করে পূর্ণতার পথে নিয়ে যায়। এই সত্ত্বগুণের প্রধান শত্রু তমোগুণকে প্রবল ক্ষাত্রশক্তি দমন করে। অর্থাৎ, আলস্য, কর্ম-বিমুখতা, পঙ্গুত্ব আসতে দেয় না। দেহ ও মনকে কর্মসুন্দর করে। জীবনশক্তিকে চির-জাগ্রত রাখে, যৌবনকে নিত্য তেজপ্রদীপ্ত করে রাখে। নৈরাশ্য, অবিশ্বাস, জরা ও ক্লৈব্যকে আসতে দেয় না। বাঙালির মস্তিষ্ক ও হৃদয় ব্রহ্মময় কিন্তু দেহ ও মন পাষাণময়। কাজেই এই বাংলার অন্তরে-বাহিরে যে ঐশ্বর্য পরম দাতা আমাদের দিয়েছেন, আমরা তাকে অবহেলা করে ঋণে, ব্যাধিতে, অভাবে, দৈন্যে, দুর্দশায় জড়িয়ে পড়েছি। বাংলার শিয়রে প্রহরীর মতো জেগে আছে পৃথিবীর শ্রেষ্ঠতম গিরি হিমালয়। এই হিমালয়ে পৃথিবীর শ্রেষ্ঠ মুনি-ঋষি-যোগীরা সাধনা করেছেন। এই হিমালয়কে তাঁরা সর্ব দৈব-শক্তির লীলা নিকেতন বলেছেন। এই হিমালয়ের গভীর হৃদয়-গুহার অনন্ত স্নেহধারা বাংলার শত শত নদ-নদী রূপে আমাদের মাঠে-ঘাটে ঝরে পড়েছে। বাংলার সূর্য অতি তীব্র দহনে দাহন করে না। বাংলার চাঁদ নিত্য স্নিগ্ধ। বাংলার আকাশ নিত্য প্রসন্ন, বাংলা বায়ুতে চিরবসন্ত ও শরতের নিত্য মাধুর্য ও শ্রী। বাংলার জল নিত্য-প্রাচুর্যে ও শুদ্ধতায় পূর্ণ। বাংলার মাটি নিত্য-উর্বর। এই মাটিতে নিত্য সোনা ফলে। এত ধান আর কোনো দেশে ফলে না। পাট শুধু একা বাংলার। এত ফুল, এত পাখি, এত গান, এত সুর, এত কুঞ্জ, এত ছায়া, এত মায়া আর কোথাও নেই। এত আনন্দ, এত হুল্লোড়, আত্মীয়তাবোধ পৃথিবীর আর কোথাও নেই। এত ধর্মবোধ-আল্লাহ, ভগবানের উপাসনা, উপবাস-উৎসব পৃথিবীর আর কোথাও নেই। বাংলার কয়লা অপরিমাণ, তা কখনও ফুরাবে না। বাংলার সুবর্ণ-রেখার বালিতে পানিতে স্বর্ণরেণু। বাংলার অভাব কোথায়? বাংলার মাঠে মাঠে ধেনু, ছাগ, মহিষ। নদীতে ঝিলে বিলে পুকুরে ডোবায় প্রয়োজনের অধিক মাছ। আমাদের মাতৃভূমি পৃথিবীর স্বর্গ, নিত্য সর্বৈশ্বর্যময়ী। আমাদের অভাব কোথায়? অতি প্রাচুর্য আমাদের বিলাসী, ভোগী করে শেষে অলস, কর্ম-বিমুখ জাতিতে পরিণত করেছে। আমাদের মাছ ধান পাট, আমাদের ঐশ্বর্য শত বিদেশি লুটে নিয়ে যায়, আমরা তার প্রতিবাদ তো করি না, উলটো তাদের দাসত্ব করি; এ লুণ্ঠনে তাদের সাহায্য করি। বাঙালি শুধু লাঠি দিয়েই দেড়শত বছর আগেও তার স্বাধীনতাকে অক্ষুণ্নও রাখতে চেষ্টা করেছে। আজ বাংলার ছেলেরা স্বাধীনতার জন্য যে আত্মদান করেছে, যে অসম সাহসিকতার পরিচয় দিয়েছে, ইতিহাসে তা থাকবে স্বর্ণ-লেখায় লিখিত। বাংলা সর্ব ঐশীশক্তির পীঠস্থান। হেথায় লক্ষ লক্ষ যোগী মুনি ঋষি তপস্বীর পীঠস্থান, সমাধি; সহস্র ফকির-দরবেশ অলি-গাজির দর্গা পরম পবিত্র। হেথায় গ্রামে হয় আজানের সাথে শঙ্খঘণ্টার ধ্বনি। এখানে যে শাসনকর্তা হয়ে এসেছে সেই স্বাধীনতা ঘোষণা করেছে। বাংলার আবহাওয়ায় আছে স্বাধীনতা-মন্ত্রের সঞ্জীবনী শক্তি। আমাদের বাংলা নিত্য মহিমাময়ী, নিত্য সুন্দর, নিত্য পবিত্র। আজ আমাদের আলস্যের, কর্ম-বিমুখতার পৌরুষের অভাবেই আমরা হয়ে আছি সকলের চেয়ে দীন। যে বাঙালি সারা পৃথিবীর লোককে দিনের পর দিন নিমন্ত্রণ করে খাওয়াতে পারে তারাই আজ হচ্ছে সকলের দ্বারে ভিখারি। যারা ঘরের পাশে পাহাড়ের অজগর, বনের বাঘ নিয়ে বাস করে, তারা আজ নীরব বিদেশির দাসত্ব করে। শুনে ভীষণ ক্রোধে হাত মুষ্টিবদ্ধ হয়ে ওঠে, সারা দেহমনে আসে প্রলয়ের কম্পন, সারা বক্ষ মন্থন করে আসে অশ্রু। যাদের মাথায় নিত্য স্নিগ্ধ মেঘ ছায়া হয়ে সঞ্চরণ করে ফিরে, ঐশী আশীর্বাদ অজস্র সৃষ্টিধারায় ঝরে পড়ে, মায়াময় অরণ্য যাকে দেয় স্নিগ্ধ-শান্তশ্রী, বজ্রের বিদ্যুৎ দেখে যারা নেচে উঠে,- হায় তারা এই অপমান এই দাসত্ব বিদেশি দস্যুদের এই উপদ্রব নির্যাতনকে কি করে সহ্য করে? ঐশী ঐশ্বর্য- যা আমাদের পথে ঘাটে মাঠে ছড়িয়ে পড়ে আছে তাকে বিসর্জন করে অর্জন করেছি এই দৈন্য, দারিদ্র্য, অভাব, লাঞ্ছনা। বাঙালি ক্ষাত্রশক্তিকে অবহেলা করল বলে তার এই দুর্গতি তার অভিশপ্তের জীবন। তার মাঠের ধান পাট রবি ফসল তার সোনা তামা লোহা কয়লা- তার সর্ব ঐশ্বর্য বিদেশি দস্যু বাটপাড়ি করে ডাকাতি করে নিয়ে যায়, সে বসে বসে দেখে। বলতে পারে না এ আমাদের ভগবানের দান, এ আমাদের মাতৃ-ঐশ্বর্য। খবরদার, যে রাক্ষস একে গ্রাস করতে আসবে, যে দস্যু এ ঐশ্বর্য স্পর্শ করবে- তাকে প্রহারেণ ধনঞ্জয় দিয়ে বিনাশ করব, সংহার করব। বাঙালিকে, বাঙালির ছেলেমেয়েকে ছেলেবেলা থেকে শুধু এই এক মন্ত্র শেখাও : এই পবিত্র বাংলাদেশ বাঙালির-আমাদের। দিয়া প্রহারেণ ধনঞ্জয় তাড়াব আমরা, করি না ভয় যত পরদেশি দস্যু ডাকাত রামাদের গামাদের। বাংলা বাঙালির হোক! বাংলার জয় হোক। বাঙালির জয় হোক।"}
            ]
          }
        ]
      }
    ]
  }
