{
    "subjects": [
      {
        "subjectName": "ICT",
        "units": [
          {
            "unitName": "তথ্য ও যোগাযোগ প্রযুক্তি  বিশ্ব ও বাংলাদেশ প্রেক্ষিত",
            "parts": [
              {"partName": "বিশ্বগ্রামের ধারণা (Concept of Global Village)", "partDetails": " গ্লোবাল ভিলেজ হলো এমন একটি পরিবেশ ও সমাজ যেখানে তথ্য প্রযুক্তির মাধ্যমে যুক্ত হয়ে পৃথিবীর বিভিন্ন অঞ্চলের মানুষ পরস্পরের সাথে যোগাযোগ করা সহ বিভিন্ন ধরনের সাহায্য-সহযোগিতা প্রদান করতে পারে। তথ্য প্রযুক্তির এই বিশ্বায়ন প্রক্রিয়ার কারণে অবাধ ও সহজলভ্য তথ্য প্রবাহের উৎস তৈরি থেকে শুরু করে সার্বিক জীবনযাত্রার মানোন্নয়ন ও কর্মদক্ষতা বৃদ্ধি, ব্যবসা-বাণিজ্যের সম্প্রসারণ, দূরশিক্ষণ, চিকিৎসা সেবা বৃদ্ধিসহ বিশ্বব্যাপী ব্যাপকভাবে কর্মসংস্থানের সুযোগ সৃষ্টি হয়েছে। এক কথায় সভ্যতার সুফল বিশ্বের সকল মানুষের দোরগোড়ায় দ্রুত পৌঁছে দেওয়া সম্ভব। তবে এটি বাস্তবায়নের জন্য মানুষের এ ব্যাপারে সচেতনতা, সক্ষমতা, আগ্রহ, জ্ঞান, দক্ষতা এবং উপযোগিতা থাকা প্রয়োজন। এর সাথে হার্ডওয়ার, সফটওয়্যার, নেটওয়ার্কের সাথে সংযুক্ততা এবং বিশ্বাসযোগ্য ডেটা বা তথ্য সংরক্ষণ এবং প্রক্রিয়াকরণের ক্ষমতা থাকতে হবে। অবশ্য এ প্রক্রিয়ায় তথ্য উন্মুক্ত ও সহজলভ্য করার কারণে ক্ষতিকারক এবং অসত্য তথ্য অনুপ্রবেশের আশঙ্কা সৃষ্টি হচ্ছে, যার কারণে সামাজিক এমনকি রাষ্ট্রীয় পর্যায়ে বিশৃঙ্খলা সৃষ্টি সহ ব্যক্তিগত গোপনীয়তায় অনৈতিক হস্তক্ষেপ, সাইবার আক্রমণ এবং প্রযুক্তি বিভেদ-বৈষম্যেরও জন্ম দিচ্ছে। পৃথিবীর গুটিকতক তথ্য প্রযুক্তির বড় বড় কোম্পানি তথ্য নিয়ন্ত্রণ করে পৃথিবীর ভারসাম্যকে বিপদগ্রস্ত করে তোলার আশঙ্কা দেখা দিয়েছে।"},
              {"partName": "যোগাযোগ (Communication)", "partDetails": "যোগাযোগ বলতে আমরা সবসময়েই এক জায়গার সাথে অন্য জায়গার যোগাযোগ বুঝিয়ে এসেছি এবং বিশ্বগ্রামের ধারণার মাঝে এই যোগাযোগ একটি গুরুত্বপূর্ণ ভূমিকা পালন করে এসেছে। কারণ আধুনিক যোগাযোগ ব্যবস্থার কারণে একজন মানুষ বিমানে, দ্রুত গামী ট্রেনে অথবা আধুনিক সড়ক ব্যবস্থা ব্যবহার করে খুব অল্প সময়ের মাঝে এক শহর থেকে অন্য শহরে কিংবা এক দেশ থেকে অন্য দেশে চলে যেতে পারে। তবে বিশ্বগ্রামের প্রেক্ষিতে যোগাযোগ ব্যবস্থা বলতে এখন একই সঙ্গে তথ্যের আদান-প্রদান কিংবা ভাব বিনিময় করাকেও বোঝায়। কথন, লিখন কিংবা অন্য কোনো মাধ্যমে তথ্যের আদান-প্রদানই এই যোগাযোগ এবং এই যোগাযোগই এখন বিশ্বগ্রাম ধারণার প্রধান উপাদান।নতুন নতুন প্রযুক্তিগত উদ্ভাবন যোগাযোগের ক্ষেত্রে বৈপ্লবিক পরিবর্তনের সূচনা করছে। যোগাযোগের ক্ষেত্রে প্রায় শতাব্দী-প্রাচীন টেলিফোন যন্ত্রে তারের বদলে তারবিহীন মাধ্যমের ব্যবহার করে আজকের বিশ্বে মোবাইল ফোন, ফ্যাক্স, ইন্টারনেট, ই-ইেল, স্কাইপি, হোয়াটস অ্যাপ, ফেসবুক ম্যাসেঞ্জার, ইমো, ওয়েব ব্রাউজিং, জুম ইত্যাদির দ্বারা মুহূর্তের মাধ্যমে সারা বিশ্বের যে কোনো প্রান্তের সাথে যোগাযোগ করা সম্ভব হচ্ছে।এই যোগাযোগ ব্যবস্থাকে টেলিযোগাযোগ (Telecommunication) এবং তথ্য যোগাযোগ (Information Communication) এই দুই ভাগে ভাগ করা যেতে পারে। এক সময় তার নির্ভর টেলিফোনই ছিল টেলিযোগাযোগের একমাত্র মাধ্যম। পরবর্তীকালে বেতার টেলিযোগাযোগ আবিষ্কৃত হওয়ার পর আধুনিক টেলিযোগাযোগ যন্ত্রের মধ্যে টেলিফোন, মোবাইল ফোন, রেডিও, টেলিভিশন, ওয়াকিটকি ইত্যাদির ব্যবহার সর্বত্র ব্যাপকভাবে পরিলক্ষিত হয়।  অন্য দিকে নিয়ম ও নিরাপত্তার বিষয়টি বজায় রেখে তথ্য স্থানান্তর বা শেয়ার করা হচ্ছে বর্তমান তথ্য প্রযুক্তির যুগে সবচেয়ে গুরুত্বপূর্ণ বিষয়। উদাহরণ হিসেবে ইন্টারনেট এবং ইন্টারনেট-নির্ভর সার্ভিস যেমন ই-মেইল, সামাজিক নেটওয়ার্কিং, ওয়েবসাইট, ভিডিও কনফারেন্সিং ইত্যাদির কথা বলা যায়। ই-মেইল (E-mail) হলো ইন্টারনেটের মাধ্যমে নির্ভরযোগ্যভাবে বার্তা আদান-প্রদান পদ্ধতি। আজকাল একজন মানুষের প্রকৃত ঠিকানা থেকে তার ই-মেইল ঠিকানা বেশি প্রয়োজনীয় হয়ে দাঁড়িয়েছে। সামাজিক নেটওয়ার্কিং দিয়ে একে অন্যের সাথে যোগাযোগ, তথ্য, ছবি এবং ভিডিও বিনিময় কিংবা সংবাদ প্রচারের কাজ করা হয়। সামাজিক নেটওয়ার্কিং ব্যবহার করে পৃথিবীতে অনেক বড় সামাজিক কিংবা রাজনৈতিক আন্দোলন গড়ে তোলা হয়েছে। ভিডিও কনফারেন্সিং পদ্ধতিতে অংশগ্রহণকারীরা অডিও-ভিজুয়াল পদ্ধতিতে সভা করতে পারেন। ইন্টারনেটে এখন পৃথিবীর প্রায় সকল প্রতিষ্ঠান ওয়েবসাইটের মাধ্যমে নিজেদের পরিচিতি সকলের সামনে তুলে ধরে। ইন্টারনেট ভিত্তিক এই পদ্ধতিগুলোর ব্যাপক জনপ্রিয়তার একটি বড় কারণ সময় এবং অর্থের সাশ্রয়। তবে ইন্টারনেট কিংবা সামাজিক নেটওয়ার্কিং এর উপর বেশি নির্ভরতা, বিশেষ করে তরুণ প্রজন্মের জন্য অনেক সময়েই আসক্তির পর্যায়ে চলে যাবার কারণে পুরো পৃথিবীতেই এর ব্যবহার এখন আলাদাভাবে পর্যালোচনা করে দেখা হচ্ছে।"},
              {"partName": "বিনোদন ও সামাজিক যোগাযোগ (Entertainment and Social Communication)", "partDetails": "বিনোদন ছাড়া মানুষের জীবনের উল্লেখযোগ্য অংশ অপূর্ণ থেকে যায়। সভ্যতার উন্মেষ থেকে বর্তমান সময় পর্যন্ত বিনোদনের অনুষঙ্গের মধ্যে গল্প বলা, বাদ্য বাজানো, নৃত্য, গান, নাটক ইত্যাদি প্রাধান্য পেয়ে আসছে। বর্তমানে বিনোদনের অধিকাংশই হয়ে পড়ছে ইলেকট্রনিক যন্ত্র নির্ভর; যেমন টেলিভিশন, রেডিও, মোবাইল, ইন্টারনেট ইত্যাদি। স্যাটেলাইট বা ইন্টারনেটের কল্যাণে এবং যোগাযোগ ব্যবস্থার উন্নতির কারণে এখন ঘরে বসেই পৃথিবীর যে কোনো অনুষ্ঠান উপভোগ করা সম্ভব। হলিউডের সিনেমা একসময় চলচ্চিত্র জগতে অপ্রতিদ্বন্দ্বী হিসেবে বিবেচিত হতো। এখন স্ট্রিমিং করে ইন্টারনেটে চলচ্চিত্র দেখার প্রতিষ্ঠান নেটফ্লিক্স হলিউডকে সরাসরি চ্যালেঞ্জ করার পর্যায়ে চলে গেছে। এ ছাড়াও ইন্টারনেট গেমিং, আইপি টিভি (ইন্টারনেট প্রটোকল টিভি), ইউটিউব সহ আরো অসংখ্য অনলাইন বিনোদন মাধ্যম রয়েছে যেগুলো যে কোনো ব্যক্তি তার পছন্দসই গেম, ভিডিও, গান ইত্যাদি পর্যবেক্ষণ ও ডাউনলোড করতে পারে। একটা সময় ছিল যখন সকল বিনোদনের অনুষ্ঠান তৈরি হতো জাতীয় কৃষ্টি কালচার ও সাংস্কৃতিক প্রেক্ষাপটকে বিবেচনা করে। তথ্য প্রযুক্তির প্রভাবে এবং বিশ্বায়নের এ যুগে সেখানেও বৈচিত্র্য এসেছে। বিশ্বগ্রামের চেতনার সাথে তাল মিলিয়ে এক দেশের মানুষ অন্য দেশের ধ্যানধারণা, চিন্তা, সংস্কৃতির ছোঁয়ার সাথে পরিচিত হচ্ছে। অনলাইন নিউজ, টিভি প্রোগ্রাম, গান, নাটক, চলচ্চিত্র ইত্যাদি যে কোনো ব্যক্তি যে কোনো স্থানে মুহূর্তের মধ্যেই নিজের স্মার্ট ফোনের মাধ্যমে দেখতে ও উপভোগ করতে পারছেন। জনপ্রিয় সামাজিক যোগাযোগ মাধ্যমগুলো যেমন ফেসবুক, টুইটার, হোয়াটসঅ্যাপ, ইন্সটাগ্রাম, ম্যাসেঞ্জার, স্কাইপি ইত্যাদি ব্যবহার করে সারা বিশ্বের যে কোনো প্রান্তের সাথে যোগাযোগসহ বিনোদন জগতের আপডেট তথ্য, ভিডিও, ছবি খুব সহজেই পর্যবেক্ষণ এবং 'লাইক’-এর মাধ্যমে জনমত যাচাই করতে পারছেন। ডিজিটাল সামাজিক যোগাযোগ মাধ্যমে যে কোনো ব্যক্তি তার ভালো লাগা বা মন্দ লাগা বিষয়ে নিজের মতামত দেওয়া, মত বিনিময় কিংবা অন্যকে শেয়ার করতে পারায় বৈশ্বিক যোগাযোগ সৃষ্টি হচ্ছে। তবে এক্ষেত্রে আমাদের সকলের সতর্ক হওয়া প্রয়োজন। ভিন্ন সংস্কৃতির ছোঁয়ায় স্বদেশীয় জাতিসত্তা যেন হারিয়ে না যায় তা নিশ্চিত করা প্রয়োজন। তা ছাড়াও আজকাল সামাজিক যোগাযোগ মাধ্যম মাদকাশক্তির ন্যায় অপব্যবহার আশঙ্কাজনকভাবে বেড়ে যাচ্ছে, ভাটা পড়ছে পারিবারিক ও সামাজিকতায়। কর্মস্থল এবং শিক্ষা ক্ষেত্রেও বিরূপ প্রভাব পড়ছে, সেই সাথে ব্যক্তিগত তথ্যে অযাচিত হস্তক্ষেপ, একজনের ছবি বা তথ্য অন্য নামে চালিয়ে দেয়া কিংবা অপপ্রচার ও গুজব সমাজে ছড়িয়ে চরম বিশৃঙ্খলা সৃষ্টি করার ঘটনাও নিয়মিতভাবে ঘটছে।"}
            ]
          }
     
        ]
      }
    ]
  }
