{
    "subjects": [
      {
        "subjectName": "বাংলা ২য় পত্র",
        "units": [
          {
            "unitName": "সন্ধি",
            "parts": [
              {"partName": "সন্ধি", "partDetails": "সন্ধি কাকে বলে? সন্ধি শব্দের অর্থ মিলন। কথা বলার সময় দুটি ধ্বনি মিলে এক হলে বা একটি লোপ পেলে কিংবা একটির প্রভাবে অপরটি পরিবর্তিত হলে তাকে সন্ধি বলে। এক কথায়, সন্নিহিত দুটি ধ্বনির মিলনের নাম সন্ধি। ড. মুহম্মদ এনামুল হকের মতে, “একাধিক ধ্বনি এক বা একাধিক পদে পাশাপাশি অবস্থিত হইলে পর, দ্রুত উচ্চারণকালে ধ্বনিগুলোর মধ্যে ত্রিবিধ পরিবর্তন ঘটিতে দেখা যায়। ফলে, (১) ধ্বনিগুলোর মধ্যে আংশিক বা পূর্ণ মিলন সাধিত হয়।নতুবা, (২) তাহাদের একটির লোপ হয় ; কিংবা (৩) তাহাদের একটি অপরটির প্রভাবে পরিবর্তিত হয়। একাধিক ধ্বনির এরূপ মিলন, লোপ বা পরিবর্তনের নাম সন্ধি।সন্ধির প্রয়োজনীয়তাউচ্চারণে সহজপ্রবণতা।ধ্বনিগত মাধুর্য সম্পাদন।দ্রুত উচ্চারণ করা যায়।নতুন শব্দ গঠন করে।ভাষাকে শ্রুতিমধুর ও সংক্ষিপ্ত করে।ভাষার শব্দ সম্পদ বৃদ্ধি করে। ইত্যাদি। সন্ধির প্রকারভেদ / শ্রেণীবিভাগ সন্ধি প্রধানত ২ প্রকার। এগুলো হলো –সংস্কৃত ছাড়া বাংলায় গৃহীত ও প্রচলিত অন্যান্য শব্দকে বলা হয় খাঁটি বাংলা শব্দ। এসব শব্দের সন্ধিই বাংলা সন্ধি।বাংলা সন্ধি ২ প্রকার। যথাঃ-স্বরসন্ধিস্বরসন্ধিঃ স্বরধ্বনির সাথে স্বরধ্বনির মিলনে যে সন্ধি হয়, তাকে স্বরসন্ধি বলে। যেমন – শত + এক = শতেক, মিথ্যা + উক = মিথ্যুক।স্বরসন্ধি আবার ২ প্রকার। যথাঃঅন্তঃসন্ধি (নে + অন = নয়ন)বহিঃসন্ধি ( মহা + আশয় = মহাশয়)ব্যঞ্জনসন্ধিব্যঞ্জনসন্ধিঃ স্বরে আর ব্যঞ্জনে, ব্যঞ্জনে আর ব্যঞ্জনে এবং ব্যঞ্জনে আর স্বরে মিলিত হয়ে যে সন্ধি হয় তাকে ব্যঞ্জনসন্ধি বলে। যেমন – কাঁচা + কলা = কাঁচকলা, তিল + এক = তিলেক।ব্যঞ্জনসন্ধি আবার ২ প্রকার। যথাঃঅন্তঃসন্ধি ( ভজ্ + ত = ভক্ত)বহিঃসন্ধি (জগৎ + ঈশ = জগদীশ) তৎসম সন্ধিবাংলা ভাষায় বহু সংস্কৃত শব্দ অবিকৃত অবস্থায় রয়েছে। এসব শব্দই তৎসম। তৎ অর্থ তার, আর সম অর্থ সমান অর্থাৎ, তৎসম অর্থ তার সমান বা সংস্কৃতের সমান।বাংলা ভাষায় ব্যবহৃত তৎসম সন্ধি ৩ প্রকার। যথাঃস্বরসন্ধিব্যঞ্জনসন্ধিবিসর্গ সন্ধি বিসর্গ সন্ধিবিসর্গ সন্ধিঃ বিসর্গের সঙ্গে কোন স্বরধ্বনি বা বিসর্গ ছাড়া অন্য কোন ব্যঞ্জনধ্বনির মিলনকে বিসর্গ সন্ধি বলা হয়। যেমন – নমঃ + কার = নমস্কার।ড. মুহম্মদ এনামুল হক বলেন, “বিসর্গ সন্ধি সম্বন্ধে কতগুলো সাধারণ জ্ঞাতব্য বিষয় জানিয়ে রাখা আবশ্যক। বিসর্গ ব্যঞ্জন বর্ণ বলিয়া বিসর্গ যোগে যে সন্ধি গয়, তাহা ব্যঞ্জন সন্ধিরই অন্তর্গত। তবে, বুঝিবার সুবিধার জন্যই সাধারণত ইহাকে বিসর্গ সন্ধি বলা হয়।” বিসর্গ সন্ধির প্রকারভেদ / শ্রেণীবিভাগ বিসর্গ সন্ধি ২ প্রকার। যথাঃ  র জাত বিসর্গঃ শব্দের শেষে র থাকলে উচ্চারণের সময় র লোপ পেয়ে যখন বিসর্গে পরিণত হয়, তখন তাকে র জাত বিসর্গ বলে। যেমন – পুনর = পুনঃ স জাত বিসর্গঃ শব্দের শেষে স থাকলে উচ্চারণের সময় স লোপ পেয়ে যখন বিসর্গে পরিণত হয়, তখন তাকে স জাত বিসর্গ বলে। যেমন – নমস = নমঃ, মনস = মনঃ ইত্যাদি।"}
            ]
          }
      
        ]
      }
    ]
  }
  
