{
  "subjects": [
    {
      "subjectName": "Mathematics",
      "units": [
        {
          "unitName": "Algebra",
          "parts": [
            {"partName": "Part 1", "partDetails": "Details for Part 1"},
            {"partName": "Part 2", "partDetails": "Details for Part 2"}
          ]
        },
        {
          "unitName": "Geometry",
          "parts": [
            {"partName": "Part 1", "partDetails": "Details for Part 1"}
          ]
        }
      ]
    },
    {
      "subjectName": "Science",
      "units": [
        {
          "unitName": "Biology",
          "parts": [
            {"partName": "ভৌত জীববিজ্ঞান", "partDetails": "ভৌত জীববিজ্ঞান শাখায় তত্ত্বীয় বিষয় নিয়ে আলোচনা করা হয়ে থাকে। এতে সাধারণত নিচে উল্লিখিত বিষয়গুলো আলোচনা করা হয়
(a) অঙ্গসংস্থান (Morphology) : জীবের সার্বিক অঙ্গসংস্থানিক বা দৈহিক গঠন বর্ণনা এ শাখার আলোচ্য বিষয়। দেহের বাহ্যিক বর্ণনার বিষয়কে বহিঃ অঙ্গসংস্থান (External Morphology) এবং দেহের অভ্যন্তরীণ বর্ণনার বিষয়কে অন্তঃ অঙ্গসংস্থান (Internal Morphology) বলা হয়।
(b) শ্রেণিবিন্যাসবিদ্যা বা ট্যাক্সোনমি (Taxonomy): জীবের শ্রেণিবিন্যাস এবং তার রীতিনীতিগুলো এ শাখার আলোচিত বিষয়।
(c) শারীরবিদ্যা (Physiology): জীবদেহের নানা অঙ্গপ্রত্যঙ্গের জৈবরাসায়নিক কার্যাদি, যেমন: শ্বসন, রেচন, সালোকসংশ্লেষণ ইত্যাদি বিষয় এ শাখায় আলোচিত হয়। এছাড়া জীবের যাবতীয় শারীরবৃত্তীয় কাজের বিবরণ এ শাখায় পাওয়া যায়।
(d) হিস্টোলজি (Histology): জীবদেহের টিস্যুসমূহের গঠন, বিন্যাস এবং কার্যাবলি এ শাখায় আলোচনা করা হয়।
(e) ভ্ৰূণবিদ্যা (Embryology): জনন কোষের উৎপত্তি, নিষিক্ত জাইগোট থেকে ভ্রূণের সৃষ্টি, গঠন, পরিস্ফুটন, বিকাশ প্রভৃতি নিয়ে আলোচনা এ শাখার প্রধান বিষয়।
(f) কোষবিদ্যা (Cytology): জীবদেহের কোষের গঠন, কার্যাবলি ও বিভাজন সম্পর্কে যাবতীয় আলোচনা এ শাখার বিষয়।
(g) বংশগতিবিদ্যা বা জেনেটিক্স (Genetics): জিন ও জীবের বংশগতিধারা সম্পর্কে এ শাখায় আলোচনা করা হয়।
(h) বিবর্তনবিদ্যা (Evolution) : পৃথিবীতে প্রাণের বিকাশ, জীবের বিবর্তন এবং ক্রমবিকাশের তথ্যসমূহের
আলোচনা এ শাখার বিষয়।
(i) বাস্তুবিদ্যা (Ecology): এ শাখায় প্রাকৃতিক পরিবেশের সাথে জীবের আন্তঃসম্পর্ক নিয়ে আলোচনা করা হয়।
(j) এন্ডোক্রাইনোলজি (Endocrinology) : জীবদেহে হরমোনের ( hormone) কার্যকারিতা বিষয়ক আলোচনা এ শাখার বিষয়।
(k) জীবভূগোল (Biogeography): এ শাখায় পৃথিবীর বিভিন্ন ভৌগোলিক সীমারেখায় জীবের বিস্তৃতি"},
            {"partName": "Part 2", "partDetails": "Details for Part 2"}
          ]
        },
        {
          "unitName": "Chemistry",
          "parts": [
            {"partName": "Part 1", "partDetails": "Details for Part 1"}
          ]
        }
      ]
    }
  ]
}
